<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en">

<head>
	<meta charset="utf-8" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" />
	
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<meta name="robots" content="index, follow" />
		<meta name="generator" content="RapidWeaver" />
		
	<meta name="twitter:card" content="summary">
	<meta name="twitter:title" content="Impress |  BRATEN">
	<meta name="twitter:image" content="http://brtnmusic.com/resources/Bildschirmfoto-2025-07-15-um-21.27.48.png">
	<meta name="twitter:url" content="http://brtnmusic.com/styled/index.html">
	<meta property="og:type" content="website">
	<meta property="og:site_name" content="<br/> BRATEN">
	<meta property="og:title" content="Impress |  BRATEN">
	<meta property="og:image" content="http://brtnmusic.com/resources/Bildschirmfoto-2025-07-15-um-21.27.48.png">
	<meta property="og:url" content="http://brtnmusic.com/styled/index.html">
	
	<title>Impress | <br/> BRATEN</title>
	<link rel="stylesheet" type="text/css" media="all" href="../rw_common/themes/Engineer/consolidated.css?rwcache=776345401" />
		
	    
</head>

<!-- This page was created with RapidWeaver from Realmac Software. http://www.realmacsoftware.com -->

<body>
	<div class="hero" id="hero">
		<nav class="navbar navbar-expand-lg">
			<a class="navbar-brand" href="http://brtnmusic.com/"> <span class="navbar-title"><br/> BRATEN</span></a>
			<button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarNav" aria-controls="navbarNav" aria-expanded="false"
				aria-label="Toggle navigation">
				<span class="navbar-toggler-icon"></span>
			</button>
			<div class="collapse navbar-collapse" id="navbarNav">
				<ul class="navbar-nav ml-auto"><li class="nav-item"><a href="../" rel="" class="nav-link">Home</a></li><li class="nav-item active"><a href="./" rel="" class="nav-link">Impress</a></li></ul>
			</div>
		</nav>

		<div class="hero-content container d-flex align-items-center" id="hero">
			<div class="">
				<h1 class="hero-title"><br/> BRATEN</h1>
				<p class="hero-slogan display-4">&darr; </p>
			</div>
			<div class="hero-background" title="<br/> BRATEN"></div>
			<div class="hero-overlay"></div>
		</div>

	</div>

    <div class="content">
        <section class="main" style="position: relative;">
            <div class="container">
                <div class="row">
                    <div class="col-sm-12 main">
                        Impressum<br />Daniel Backhaus Bismarckstra&szlig;e 69 10627 Berlin<br />Datenschutz<br />BRTN Braten <br /><br /><br />I . Verantwortliche Stelle im Sinne der Datenschutzgesetze ist Daniel Backhaus Bismarckstra&szlig;e 69 10627 Berlin <br /><br /><br />II. Erhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung <br />Beim Aufrufen unserer Website www.brtnmusic.com werden durch den auf Ihrem Endger&auml;t zum Einsatz kommenden Browser automatisch Informationen an den Server unserer Website gesendet. Diese Informationen werden tempor&auml;r in einem sog. Logfile gespeichert. <br />Folgende Informationen werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten L&ouml;schung gespeichert: <br />&bull; IP-Adresse des anfragenden Rechners, <br />&bull; Datum und Uhrzeit des Zugriffs, <br />&bull; Name und URL der abgerufenen Datei, <br />&bull; Website, von der aus der Zugriff erfolgt (Referrer-URL), <br />&bull; verwendeter Browser und ggf. das Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers. <br /><br />Die genannten Daten werden durch uns zu folgenden Zwecken verarbeitet: <br />&bull; Gew&auml;hrleistung eines reibungslosen Verbindungsaufbaus der Website, <br />&bull; Gew&auml;hrleistung einer komfortablen Nutzung unserer Website, <br />&bull; Auswertung der Systemsicherheit und -stabilit&auml;t sowie <br />&bull; zu weiteren administrativen Zwecken. <br /><br />Die Rechtsgrundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. f DSGVO. <br />Unser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung. In keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, R&uuml;ckschl&uuml;sse auf Ihre Person zu ziehen. <br /><br />III. Erfassung weitergehender personenbezogener Daten nur bei Freiwilligkeit <br />Andere als die im vorangehenden Abschnitt genannten personenbezogenen Daten werden von uns nur erhoben und gespeichert, wenn diese Angaben von Ihnen freiwillig gemacht worden sind, z. B. im Rahmen einer E-Mail-Anfrage &uuml;ber ein ggf. zur Verf&uuml;gung gestelltes Kontaktformular oder einer Registrierung zum Bezug eines von uns ggf. angebotenen Newsletters oder bei Registrierung eines Nutzerkontos. Sie haben das jederzeitige Recht, eine uns bereits erteilte Einwilligung zur Datenerfassung mit Wirkung f&uuml;r die Zukunft zu widerrufen. Nutzung und Weitergabe personenbezogener Daten Soweit Sie uns personenbezogene Daten &uuml;bermittelt oder mitgeteilt haben, verwenden wir diese nur zur Beantwortung Ihrer Anfragen, zur Abwicklung mit Ihnen geschlossener Vertr&auml;ge, zur Bearbeitung Ihrer uns erteilten Auftr&auml;ge sowie f&uuml;r die technische Administration, weitere Aktenf&uuml;hrung und Abrechnung. Ihre Einwilligung vorausgesetzt, senden wir Ihnen in regelm&auml;&szlig;igen Abst&auml;nden auch aktuelle Informationen in Form eines kostenlosen Newsletters zu, soweit wir einen solchen Service anbieten. <br /><br />Ihre personenbezogenen Daten werden von uns an dritte Personen nur dann weitergegeben oder sonst &uuml;bermittelt, wenn dies zum Zwecke der Vertrags- oder Mandatsabwicklung oder zu Abrechnungszwecken erforderlich ist, oder Sie zuvor eingewilligt haben oder wir auf Grund gesetzlicher Vorschriften dazu berechtigt oder verpflichtet sind (z. B. Herausgabe an Beh&ouml;rden der Strafverfolgung). L&ouml;schung personenbezogener Daten Unmittelbar nach Widerruf Ihrer Einwilligung l&ouml;schen wir die auf Ihre Person bezogenen Daten. Eine L&ouml;schung der Daten erfolgt auch, wenn die Kenntnis der Daten zur Erf&uuml;llung des mit der Speicherung verfolgten Zwecks nicht mehr erforderlich ist oder wenn ihre Speicherung aus sonstigen gesetzlichen Gr&uuml;nden unzul&auml;ssig ist oder geworden ist. Schutz vor Aussp&auml;hung personenbezogener Daten durch Dritte Wir m&ouml;chten Ihnen versichern, dass wir Ihre bei uns gespeicherten personenbezogenen Daten vor der widerrechtlichen Aussp&auml;hung durch dritte Personen sch&uuml;tzen werden, soweit uns dies mit Hilfe moderner technischer und organisatorischer Mittel zumutbar m&ouml;glich ist. Soweit wir uns mit Ihnen oder Sie sich mit uns per E-Mail in Verbindung setzen, k&ouml;nnen wir eine vollst&auml;ndige Datensicherheit trotz diverser von uns eingesetzter Schutzmechanismen nicht gew&auml;hrleisten, so dass wir Ihnen bei vertraulichen Informationen die schriftliche Mitteilung per Post empfehlen. Kurzer Hinweis zu Cookies Wir verwenden auf unserer Website nur sog. sessionbezogene Cookies. Session-Cookies werden serverseitig verwaltet und werden nicht auf der Festplatte Ihres Computers gespeichert. Session-Cookies erleichtern die Navigation w&auml;hrend des Besuchs unserer Website, verlieren aber bei Verlassen unserer Website unmittelbar ihre G&uuml;ltigkeit. Besuchen Sie erneut unsere Website, wird serverseitig ein neues Cookie erstellt, das mit Verlassen erneut seine G&uuml;ltigkeit verliert. Eine Identifizierung des Besuchers unserer Website oder personenbezogener Daten der Besucher unserer Website mit Hilfe eines Session-Cookies ist demzufolge nicht m&ouml;glich. Sofern Sie keinerlei Cookies, auch keine Session-Cookies, akzeptieren wollen, erkl&auml;rt Ihnen die Hilfe-Funktion der meisten Browser (meist in Form eines Fragezeichens dargestellt), wie Sie Ihren Browser so einstellen k&ouml;nnen, dass neue Cookies bei der Webnutzung nicht mehr zugelassen werden. Viele Browser k&ouml;nnen auch so eingestellt werden, dass Sie von Ihrem Browser automatisch darauf hingewiesen werden, wenn Sie ein neues Cookie erhalten haben. Dabei wird Ihnen &uuml;ber die Hilfe-Funktion Ihres Browsers in der Regel auch erkl&auml;rt werden, wie Sie s&auml;mtliche erhaltenen Cookies wieder von Ihrem Rechner l&ouml;schen k&ouml;nnen. Einige Browser lassen sich auch so einstellen, dass Cookies gem&auml;&szlig; Ihren Vorgaben nur abh&auml;ngig von der jeweils anfragenden Adresse erstellt oder auf Ihrem Rechner zugelassen werden. <br /><br /><br />IV. Kontaktaufnahme mit BRTN <br />Sofern Sie &uuml;ber eine der von uns bereitgestellten E-Mail-Adressen Kontakt zu uns aufnehmen, werden die von Ihnen mitgeteilten Informationen und personenbezogenen Daten ausschlie&szlig;lich zum Zwecke der Bearbeitung Ihrer jeweiligen Anfrage verarbeitet. Im Einzelnen: <br />&bull; Bei einer Kontaktaufnahme &uuml;ber bratenmusic@gmail.com werden wir die von Ihnen mitgeteilten Daten zur Korrespondenz sowie zur Anbahnung und Begr&uuml;ndung eines Mandatsvertrages mit Ihnen verarbeiten. Zudem verarbeiten bei einer Kontaktaufnahme die mitgeteilten Informationen und personenbezogenen Daten zur Aufkl&auml;rung des Sachverhaltes Ihres Falles, zur Ber&uuml;cksichtigung Ihrer pers&ouml;nlichen und wirtschaftlichen Verh&auml;ltnisse sowie zur weiteren Geltendmachung und Aus&uuml;bung von Rechtsanspr&uuml;chen unserer Mandantschaft. Entsprechendes gilt, wenn die Kontaktaufnahme &uuml;ber einen falschen bzw. nicht daf&uuml;r vorgesehenen Kanal erfolgt; in diesem Fall leiten wir Ihre Anfrage an die intern zust&auml;ndige Einheit zur vorstehend beschriebenen Bearbeitung weiter. <br /><br /><br />V. Speicherdauer von Daten&nbsp; <br />Wir halten uns an die Grunds&auml;tze der Datenvermeidung und Datensparsamkeit. Wir speichern Ihre personenbezogenen Daten daher nur so lange, wie dies zur Erreichung der hierin genannten Zwecke erforderlich ist oder wie es die vom Gesetzgeber vorgesehenen vielf&auml;ltigen Speicherfristen vorsehen. Nach Fortfall des jeweiligen Zweckes bzw. Ablauf dieser Fristen werden die entsprechenden Daten routinem&auml;&szlig;ig und entsprechend den gesetzlichen Vorschriften gesperrt oder gel&ouml;scht. <br /><br /><br />VI. Betroffenenrechte <br />Sie haben das Recht: <br />&bull; gem&auml;&szlig; Art. 15 DSGVO Auskunft &uuml;ber Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen. Insbesondere k&ouml;nnen Sie Auskunft &uuml;ber die Verarbeitungszwecke, die Kategorie der personenbezogenen Daten, die Kategorien von Empf&auml;ngern, gegen&uuml;ber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, L&ouml;schung, Einschr&auml;nkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft ihrer Daten, sofern diese nicht bei uns erhoben wurden, sowie &uuml;ber das Bestehen einer automatisierten Entscheidungsfindung einschlie&szlig;lich Profiling und ggf. aussagekr&auml;ftigen Informationen zu deren Einzelheiten verlangen; <br />&bull; gem&auml;&szlig; Art. 16 DSGVO unverz&uuml;glich die Berichtigung unrichtiger oder Vervollst&auml;ndigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen; <br />&bull; gem&auml;&szlig; Art. 17 DSGVO die L&ouml;schung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die Verarbeitung zur Aus&uuml;bung des Rechts auf freie Meinungs&auml;u&szlig;erung und Information, zur Erf&uuml;llung einer rechtlichen Verpflichtung, aus Gr&uuml;nden des &ouml;ffentlichen Interesses oder zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen erforderlich ist; <br />&bull; gem&auml;&szlig; Art. 18 DSGVO die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird, die Verarbeitung unrechtm&auml;&szlig;ig ist, Sie aber deren L&ouml;schung ablehnen und wir die Daten nicht mehr ben&ouml;tigen, Sie jedoch diese zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen ben&ouml;tigen oder Sie gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung eingelegt haben; <br />&bull; gem&auml;&szlig; Art. 20 DSGVO Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, g&auml;ngigen und maschinenlesebaren Format zu erhalten oder die &Uuml;bermittlung an einen anderen Verantwortlichen zu verlangen; <br />&bull; gem&auml;&szlig; Art. 7 Abs. 3 DSGVO Ihre einmal erteilte Einwilligung jederzeit gegen&uuml;ber uns zu widerrufen. Dies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, f&uuml;r die Zukunft nicht mehr fortf&uuml;hren d&uuml;rfen und <br />&bull; gem&auml;&szlig; Art. 77 DSGVO sich bei einer Aufsichtsbeh&ouml;rde zu beschweren. In der Regel k&ouml;nnen Sie sich hierf&uuml;r an die Aufsichtsbeh&ouml;rde Ihres &uuml;blichen Aufenthaltsortes oder Arbeitsplatzes wenden. <br /><br /><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Allgemeine Datenschutzbestimmungen hinsichtlich der Einbindung und Hinweise auf unsere sozialen Netzwerke und die von uns genutzten Video- und Musikplattformen.</span><span style="font:12px Times-Roman; ">
Wir weisen Sie darauf hin, dass wir in den sozialen Netzwerken </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Facebook</span><span style="font:12px Times-Roman; ">, </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Instagram</span><span style="font:12px Times-Roman; ">, sowie auf der Videoplattform </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">YouTube</span><span style="font:12px Times-Roman; "> vertreten sind und dass Sie unsere Musik bei den Musikonlinediensten </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">SoundCloud</span><span style="font:12px Times-Roman; ">, </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">iTunes</span><span style="font:12px Times-Roman; "> und </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Spotify</span><span style="font:12px Times-Roman; ">finden.
Bei genutzten Plugins werden Sie unmittelbar, wenn Sie unsere Website mit dem betreffenden Icon aufrufen, Informationen an den Server des jeweiligen sozialen Netzwerkanbieters bzw. der Video- oder Musikplattform &uuml;bermitteln. Durch diese Einbindung erh&auml;lt der jeweilige soziale Netzwerkbetreiber bzw. die Video- oder Musikplattform die Information, dass Ihr Browser (einschlie&szlig;lich der Angabe Ihrer IP-Adresse) die entsprechende Seite unserer Website aufgerufen hat, dies wird an den Server des jeweiligen Betreibers &uuml;bermittelt und dort gespeichert. Haben Sie ein Profil und sind Sie eingeloggt, kann der jeweilige Netzwerkbetreiber den Besuch unserer Website Ihrem Profil unmittelbar zuordnen und speichern. Unser berechtigtes Interesse st&uuml;tzen wir auf </span><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Art. 6 Abs. 1 lit. f DSGVO</span><span style="font:12px Times-Roman; ">, um unseren Bekanntheitsgrad zu steigern und Sie auf den Mehrwert aufmerksam zu machen. Wenn Sie vermeiden wollen, dass der soziale Netzwerkanbieter die &uuml;ber unsere Website gesammelten Daten unmittelbar Ihrem Profil zuordnet, m&uuml;ssen Sie sich vor dem Besuch unserer Website in dem sozialen Netzwerk bzw. der Video- oder Musikplattform ausloggen. Sie k&ouml;nnen das Laden der Plugins auch mit Add-Ons f&uuml;r Ihren Browser komplett verhindern.<br /></span><ul class="disc"><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Facebook</span><span style="font:12px Times-Roman; "> wird betrieben von der Facebook Inc., 1601 Willow Road, Menlo Park, California, 94025, USA (&bdquo;Facebook&ldquo;). Weitere Informationen &uuml;ber den Zweck und Umfang und die Verarbeitung der Datenerhebung sowie Informationen &uuml;ber die Einstellungsm&ouml;glichkeiten zum Schutz Ihrer Privatsph&auml;re entnehmen Sie bitte den Datenschutzhinweisen von Facebook: </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://www.facebook.com/policy.php">https://www.facebook.com/policy.php</a></u></span></li><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Instagram</span><span style="font:12px Times-Roman; "> wird betrieben von der Instagram LLC., 1601 Willow Road, Menlo Park, CA 94025, USA (&bdquo;Instagram&ldquo;). Unter dem nachfolgenden Link k&ouml;nnen Sie sich weitergehend bei Instagram &uuml;ber die Datenschutzbestimmungen informieren: </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://help.instagram.com/519522125107875?helpref=page_content">https://help.instagram.com/519522125107875?helpref=page_content</a></u></span></li><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">SoundCloud</span><span style="font:12px Times-Roman; "> wird betrieben von der SoundCloud Global Limited & Co. KG, Rheinsberger Str. 76/77, 10115 Berlin (&bdquo;SoundCloud&ldquo;). Weitere Informationen &uuml;ber den Zweck und Umfang sowie die Verarbeitung der Datenerhebung und Informationen &uuml;ber die Einstellungsm&ouml;glichkeiten zum Schutz Ihrer Privatsph&auml;re entnehmen Sie bitte den Datenschutzhinweisen von SoundCloud: </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://soundcloud.com/pages/privacy">https://soundcloud.com/pages/privacy</a></u></span></li><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">Spotify</span><span style="font:12px Times-Roman; "> wird betrieben von der Spotify AB, Regeringsgatan 19, SE-111 53 Stockholm, Schweden (&bdquo;Spotify&ldquo;). Weitere Informationen &uuml;ber den Zweck und Umfang und die Verarbeitung der Datenerhebung sowie Informationen &uuml;ber die Einstellungsm&ouml;glichkeiten zum Schutz Ihrer Privatsph&auml;re entnehmen Sie bitte den Datenschutzhinweisen: </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://www.spotify.com/de/legal/privacy-policy/">https://www.spotify.com/de/legal/privacy-policy/</a></u></span></li><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">YouTube</span><span style="font:12px Times-Roman; "> wird betrieben von der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (&bdquo;YouTube&ldquo;). Informationen &uuml;ber den Zweck und Umfang sowie die Verarbeitung der Datenerhebung sowie Informationen &uuml;ber die Einstellungsm&ouml;glichkeiten zum Schutz Ihrer Privatsph&auml;re entnehmen Sie bitte den Datenschutzhinweisen von YouTube (diese sind weitergeleitet auf die Datenschutzhinweise von Google): </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://policies.google.com/privacy?hl=de&gl=de">https://policies.google.com/privacy?hl=de&gl=de</a></u></span></li><li><span style="font:12px Times-Bold; font-weight:bold; font-weight:bold; ">iTunes</span><span style="font:12px Times-Roman; "> wird betrieben von der Apple Inc., 1 Infinite Loop, Cupertino, CA 95014, USA (&bdquo;iTunes&ldquo;). Unter den nachfolgenden Links k&ouml;nnen Sie sich weitergehend &uuml;ber die Datenschutzbestimmungen informieren: </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://www.apple.com/de/privacy/approach-to-privacy/">https://www.apple.com/de/privacy/approach-to-privacy/</a></u></span><span style="font:12px Times-Roman; "> und </span><span style="font:12px Times-Roman; color:#0000E9;"><u><a href="https://www.apple.com/legal/privacy/de-ww/">https://www.apple.com/legal/privacy/de-ww/</a></u></span></li></ul><br /><br />VII. Widerspruchsrecht <br />Sofern Ihre personenbezogenen Daten auf Grundlage von berechtigten Interessen gem&auml;&szlig; Art. 6 Abs. 1 S. 1 lit. f DSGVO verarbeitet werden, haben Sie das Recht, gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, soweit daf&uuml;r Gr&uuml;nde vorliegen, die sich aus Ihrer besonderen Situation ergeben. M&ouml;chten Sie von Ihrem Widerrufs- oder Widerspruchsrecht Gebrauch machen, gen&uuml;gt eine E-Mail an bratenmusic@gmail.com. <br /><br /><br />VIII. &Auml;nderung unserer Datenschutzbestimmungen <br />Wir behalten uns vor, diese Datenschutzerkl&auml;rung gelegentlich anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um &Auml;nderungen unserer Leistungen in der Datenschutzerkl&auml;rung umzusetzen, z.B. bei der Einf&uuml;hrung neuer Services. F&uuml;r Ihren erneuten Besuch gilt dann die neue Datenschutzerkl&auml;rung. <br /><br /><br />IX. Fragen an den Verantwortlichen <br />Wenn Sie Fragen zum Datenschutz haben, wenden Sie sich bitte direkt an: Daniel Backhaus Bismarckstra&szlig;e 69 E-Mail: bratenmusic@gmail.com
                    </div>

                    <div class="col-sm-12 sidebar">
                        <h2></h2>
                         
                    </div>
                </div>
            </div>
        </section>
    </div>

	<footer class="footer">
		<div class="container">
			<div class="row">
				<div class="col-sm-12 footer-content">
					<ul class="navbar-nav ml-auto"><li class="nav-item"><a href="../" rel="" class="nav-link">Home</a></li><li class="nav-item active"><a href="./" rel="" class="nav-link">Impress</a></li></ul>
					&copy; 2025 BRTN
				</div>
			</div>
		</div>
	</footer>

	<script type="text/javascript" src="../rw_common/themes/Engineer/js/main.js?rwcache=776345401"></script>
</body>

</html>